{
    "item0": {
        "header": "6th of March 1459",
        "smaller": "Jacob Fugger's birth",
        "content": ""
    },
    "item1": {
        "header": "1478",
        "smaller": "Mark Fugger dead",
        "content": "In order to secure the Fugger family's interests, Jacob Fugger went from Venice to Rome to preemt his dead brother"
    },
    "item2": {
        "header": "December 1485",
        "smaller": "Fugger arrived to Austria",
        "content": "After the adventic mass, Fugger met with archduke Sigmund and lent him 3'000 florins. That was one of his first important steps into becoming rich."
    },
    "item3": {
        "header": "1488",
        "smaller": "Fugger became the owner of Salzburgian and Tyrolese mines and the Austrian mint",
        "content": "After this transaction he boosted the extraction of silver and multiplied the mint's production 25 times."
    },
    "item4": {
        "header": "1489",
        "smaller": "First meeting with Maximilian Habsburg",
        "content": "We don't have any proof, but it's highly presumable that on 339th Augsburg fair he met Maximilian Habsburg - the son of emperor Frederick. Maybe that time Fugger didn't know, but we do - this meeting was the key for the future Fugger's career."
    },
    "item5": {
        "header": "1495",
        "smaller": "Ungarischer Handel company was started",
        "content": "Fascinated by the copper resources of Hungary, Fugger and Jan Thurzo founded a trading company - Ungarischer Handel. Soon the company controlled the majority of Hungarian mines."
    },
    "item6": {
        "header": "1495",
        "smaller": "Fuggerau",
        "content": "To make Ungarischer Handel company's income safier, Fugger decided to build a fabric and a fortress in Arnoldstein. As we know from chronicles, this facilities looked ugly, but they were functionable which was the most important thing for Fugger and his company"
    },
    "item7": {
        "header": "1495",
        "smaller": "Maximillian Habsburg became the ceasar of Germany",
        "content": ""
    },
    "item8": {
        "header": "1498",
        "smaller": "Marriage with Sibyl Artzt",
        "content": ""
    },
    "item9": {
        "header": "1511",
        "smaller": "Fugger's philanthropic endeavours started",
        "content": "In that year, Fugger deponed up to 15'000 florins for building homeless shelters."
    },
    "item10": {
        "header": "1498",
        "smaller": "Fugger founded Fuggerei",
        "content": "Fuggerei is an Augsburg district built and founded by Jacob Fugger. This part of the city was another homeless shelter where the poorest could rent a flat for a pocket-size rent (around 0,88€ in today's currency)."
    },
    "item11": {
        "header": "1514",
        "smaller": "Fugger gave a lend to Albert Hochenzollern",
        "content": "The way Fugger wanted the debt to be paid inspired Matrin Luther to write down his 96 arguments against the church fairs. We can say that in some way Fugger started the reformation."
    },
    "item12":{
        "header": "1514",
        "smaller": "The Poor Arnold rebellion",
        "content": "In 1514 some peasants munitied against their lords, which has ended with the death of 2000 of them. This revolt was a part of the entrance to the happenings that took place a decade later."
    },
    "item13": {
        "header": "1524-1525",
        "smaller": "German Peasants' War",
        "content": "Peasants leaded by Thomas Müntzer started the rebellion against the noblemen and the wealthy. Fugger supported the nobles which had finally suppressed the revoultion and executed its leaders."
    },
    "item14": {
        "header": "30th of December 1525",
        "smaller": "Jacob Fugger dead",
        "content": ""
    }
}